{
  "termsOfServiceText": {
    "title": "Умови використання",
    "lastUpdated": "Останнє оновлення: {date}",
    "introduction": {
      "title": "Вступ",
      "content": "Ласкаво просимо до платформи Ring. Використовуючи наш сервіс, ви погоджуєтеся з цими умовами."
    },
    "userAgreement": {
      "title": "Угода користувача",
      "content": "Отримуючи доступ до платформи Ring та використовуючи її, ви приймаєте та погоджуєтеся дотримуватися умов та положень цієї угоди."
    },
    "accountResponsibilities": {
      "title": "Відповідальність облікового запису",
      "content": "Як користувач платформи Ring, ви відповідаєте за:",
      "item1": "Збереження конфіденційності облікових даних",
      "item2": "Надання точної та актуальної інформації",
      "item3": "Дотримання всіх застосовних законів та нормативних актів"
    },
    "contentGuidelines": {
      "title": "Рекомендації щодо контенту",
      "content": "Користувачі повинні забезпечити, щоб весь контент, розміщений на платформі, відповідав нашим рекомендаціям спільноти та не порушував жодних законів або нормативних актів."
    },
    "intellectualProperty": {
      "title": "Інтелектуальна власність",
      "content": "Весь контент та матеріали на платформі Ring захищені правами інтелектуальної власності. Користувачі зберігають право власності на свій контент, надаючи нам ліцензію на його використання."
    },
    "limitationOfLiability": {
      "title": "Обмеження відповідальності",
      "content": "Платформа Ring не несе відповідальності за будь-які непрямі, випадкові, спеціальні, наслідкові або покарані збитки, що виникають у зв'язку з використанням сервісу."
    },
    "termination": {
      "title": "Припинення облікового запису",
      "content": "Ми залишаємо за собою право припинити або призупинити ваш обліковий запис у будь-який час за порушення цих умов або з будь-якої іншої причини на наш розсуд."
    },
    "changes": {
      "title": "Зміни до умов",
      "content": "Ми можемо оновлювати ці умови використання час від часу. Ми повідомимо користувачів про будь-які суттєві зміни, розмістивши оновлені умови на нашій платформі."
    },
    "contact": {
      "title": "Контактна інформація",
      "content": "Якщо у вас є питання щодо цих Умов використання, будь ласка, зв'яжіться з нами за адресою legal@ring.ck.ua"
    }
  }
}
